Repository: maxSIMhealth/GEN
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Sorry, your browser doesn't support embedded videos.
fr: Désolé, votre navigateur ne prend pas en charge les vidéos intégrées.

source: URL is not valid. Please notify the support team:
fr: L'URL n'est pas valide. Veuillez informer l'équipe d'assistance :

source: Not enrolled in any course/module. Please wait for the administrator to assign you.
fr: Non inscrit à aucun cours/module. Veuillez attendre le administrateur de vous attribuer.

source: Log in to GEN
fr: Connectez-vous à GEN

source: Log in
fr: S'identifier

source: Sign in with Google button
fr: Button: sign in with Google

source: Sign in with Microsoft button
fr: Se connecter avec le bouton Microsoft

source: Password change successful
fr: Changement de mot de passe réussi

source: Success
fr: Succès

source: <strong>Success!</strong> Your password has been changed!
fr: <strong>Succès!</strong> Votre mot de passe a été changé!

source: Return to home page
fr: Retour à la page d'accueil

source: Create an account
fr: Créer un compte

source: Already have an account?
fr: Vous avez déjà un compte?

source: By:
fr: Par:

source: Edit discussion
fr: Modifier la discussion

source: Sorry, your browser does not support embedded videos.
fr: Désolé, votre navigateur ne prend pas en charge les vidéos intégrées.

source: New comment
fr: Nouveau commentaire

source: Post
fr: Publier

source: Please login to comment.
fr: Veuillez vous connecter pour commenter.

source: Comments
fr: Commentaires

source: Expert
fr: L'expert

source: This discussion has no comments.
fr: Cette discussion n'a aucun commentaire.

source: Edit Discussion Board
fr: Modifier le forum de discussion

source: Start a New Discussion Board
fr: Démarrer un nouveau forum de discussion

source: New discussion
fr: Nouvelle discussion

source: Terms
fr: Termes

source: Check answers
fr: Vérifier les réponses

source: Restart
fr: Redémarrage

source: List of dimensions
fr: Liste des dimensions

source: Choose...
fr: Choisir...

source: Help and FAQ (Frequently Asked Questions)
fr: Aide et FAQ (Foire Aux Questions)

source: Help and FAQ
fr: Aide et FAQ

source: Sorry, there are no items in this FAQ. Please reach out to support over email:
fr: Désolé, il n'y a pas d'articles dans cette FAQ. Veuillez contacter l'assistance par e-mail :

source: Add new Media
fr: Ajouter de nouveaux médias

source: Please contact us if you have any trouble using GEN:
fr: Veuillez nous contacter si vous rencontrez des problèmes lors de l'utilisation de GEN :

source: Courses
fr: Cours

source: Status:
fr: Statut:

source: Not started
fr: Pas commencé

source: Started
fr: A débuté

source: Completed
fr: Terminé

source: Requirement must be met first:
fr: L'exigence doit être satisfaite en premier:

source: Developed by:
fr: Développé par:

source: Ontario Tech University colour logo in a white background
fr: Logo couleur de l'Ontario Tech University sur fond blanc

source: Supported by:
fr: Supporté par:

source: Mark section as completed
fr: Marquer la section comme terminée

source: Previous section
fr: Section précédente

source: Next section
fr: Section suivante

source: This is the last section.
fr: Ceci est la dernière section.

source: Not published
fr: Non publié

source: To toggle off/on the closed caption (CC) option:
fr: Pour activer/désactiver l'option de sous-titres codés (CC) :

source: Firefox: press the CC button on the bottom right of the video player.
fr: Firefox : appuyez sur le bouton CC en bas à droite du lecteur vidéo.

source: Chrome and Edge: press the three dots on the bottom right of the video player and click on 'Captions'.
fr: Chrome et Edge : appuyez sur les trois points en bas à droite du lecteur vidéo et cliquez sur 'Légendes'.

source: Submit is disabled because you are the author.
fr: La soumission est désactivée car vous en êtes l'auteur.

source: Questions
fr: Des questions

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Navigation Instructions
fr: Consignes de navigation

source: Please use the navigation buttons ('Previous' and 'Next') in the top right corner to navigate through the questions available for this quiz.
fr: Veuillez utiliser les boutons de navigation ('Précédent' et 'Suivant') dans le coin supérieur droit pour parcourir les questions disponibles pour ce quiz.

source: Value:
fr: Valeur:

source: Select all
fr: Tout sélectionner

source: Deselect all
fr: Tout déselectionner

source: Scale legend
fr: Légende de l'échelle

source: Your answer:
fr: Ta Réponse:

source: This is the end of the quiz.
fr: C'est la fin du quiz.

source: You can now submit your answers or exit and return to the %(section_name)s page.
fr: Vous pouvez maintenant soumettre vos réponses ou quittez et revenez à la page %(section_name)s.

source: Submit answers
fr: Soumettre les réponses

source: Exit quiz
fr: Sortir quiz

source: This will cancel the current quiz and return to the section page. Are you sure?
fr: Cela annulera le quiz en cours et reviendra à la page de la section. Es-tu sûr?

source: No, continue on quiz.
fr: Non, continuez le quiz.

source: Yes, exit quiz.
fr: Oui, quittez le quiz.

source: You have not completed any section yet.
fr: Vous n'avez encore terminé aucune section.

source: Result
fr: Résultat

source: Thank you for your submission.
fr: Merci pour votre soumission.

source: Your score is:
fr: Ton score est:

source: Maximum number of mistakes allowed:
fr: Nombre maximum d'erreurs autorisées:

source: Assessment:
fr: Évaluation:

source: Approved
fr: Approuvée

source: Failed
fr: Manquée

source: Congratulations! You have passed the pre-assessment and can now freely navigate the other sections or skip them. Please go to the Home page to access the next course/module.
fr: Toutes nos félicitations! Vous avez réussi la pré-évaluation et pouvez maintenant naviguer librement dans les autres sections ou les ignorer. Veuillez vous rendre sur la page d'accueil pour accéder au prochain cours/module.

source: Unfortunately you did not reach the minimum score. But don't worry, just continue your journey to the next section.
fr: Malheureusement, vous n'avez pas atteint le score minimum. Mais ne vous inquiétez pas, continuez simplement votre voyage vers la section suivante.

source: Congratulations! You have passed the final assessment.
fr: Toutes nos félicitations! Vous avez réussi l'évaluation finale.

source: You need to complete the rest of the quizzes to finish this section.
fr: Vous devez remplir le reste des quiz pour terminer cette section.

source: Unfortunately you did not reach the minimum score. But don't worry, you can review the content and try again at any time.
fr: Malheureusement, vous n'avez pas atteint le score minimum. Mais ne vous inquiétez pas, vous pouvez revoir le contenu et réessayer à tout moment.

source: Your submission
fr: Votre soumission

source: Feedback
fr: Retour

source: Return to %(section_name)s
fr: Retourner au %(section_name)s

source: Results
fr: Résultats

source: Data
fr: Donnés

source: Download data
fr: Télécharger les données

source: Submission:
fr: Soumission:

source: (expert feedback)
fr: (commentaires d'experts)

source: No data available.
fr: Pas de données disponibles.

source: Activation invalid
fr: Activation invalide

source: The confirmation link used is invalid, possibly because it has already been used or it has expired.
fr: Le lien de confirmation utilisé n'est pas valide, peut-être parce qu'il a déjà été utilisé ou qu'il a expiré.

source: Activation email sent
fr: E-mail d'activation envoyé

source: An activation email was sent with a confirmation link. Please check your email account Inbox and Spam folders, and click on the link contained in the email to complete the registration.
fr: Un e-mail d'activation a été envoyé avec un lien de confirmation. Veuillez vérifier les dossiers Boîte de réception et Spam de votre compte de messagerie, puis cliquez sur le lien contenu dans l'e-mail pour terminer l'enregistrement.

source: <b>DEBUG MODE ON:</b> emails are not sent in debug mode, and their content is shown in the console log output.
fr: <b>MODE DEBUG ACTIVÉ:</b> les e-mails ne sont pas envoyés en mode débogage et leur contenu est affiché dans la sortie du journal de la console.

source: Return to login page
fr: Retour à la page de connexion

source: Password reset complete
fr: Réinitialisation du mot de passe terminée

source: Your password has been set. You may go ahead and log in now.
fr: Votre mot de passe a été défini. Vous pouvez continuer et vous connecter maintenant.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien de réinitialisation du mot de passe n'était pas valide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une nouvelle réinitialisation du mot de passe.

source: Password reset
fr: Réinitialisation du mot de passe

source: <p>We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.</p> <p>If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.</p> <p>To get in touch, send us an email: <a href="mailto:support@maxsimgen.com">support@maxsimgen.com</a></p>
fr: <p>Nous vous avons envoyé par e-mail des instructions pour définir votre mot de passe, si un compte existe avec l'e-mail que vous avez entré. Vous devriez les recevoir sous peu.</p> <p>Si vous ne recevez pas d'e-mail, assurez-vous d'avoir entré l'adresse avec laquelle vous vous êtes inscrit et vérifiez votre dossier spam.</p> <p>Pour nous contacter, envoyez-nous un e-mail: <a href="mailto:support@maxsimgen.com"> support@maxsimgen.com</a></p>

source: Forgotten your password? Enter your email address below, and we’ll email instructions for setting a new one.
fr: Mot de passe oublié? Saisissez votre adresse e-mail ci-dessous et nous vous enverrons par e-mail des instructions pour en définir une nouvelle.

source: Start
fr: Début

source: End
fr: Fin

source: Congratulations, you have reached the end of this section. If you feel that you are ready to continue, please click the button below to mark this section as completed.
fr: Félicitations, vous avez atteint la fin de cette section. Si vous pensez que vous êtes prêt à continuer, veuillez cliquer sur le bouton ci-dessous pour marquer cette section comme terminée.

source: Create new
fr: Créer un nouveau

source: Participated
fr: Participé

source: To do
fr: Faire

source: You are the author
fr: Vous êtes l'auteur

source: Created on:
fr: Créé sur:

source: Comments:
fr: Commentaires:

source: Last update:
fr: Dernière mise à jour:

source: Note:<em>To get access you must participate in <u>%(requirement)s</u> first.</em>
fr: Remarque:<em>Pour y accéder, vous devez participer à <u>%(requirement)s</u> d'abord.</em>

source: No discussion board available.
fr: Aucun forum de discussion disponible.

source: %(course_type)s Details
fr: Détails du %(course_type)s

source: Download certificate
fr: Télécharger le certificat

source: %(course_type)s not concluded
fr: %(course_type)s non terminé

source: Scoreboard
fr: Tableau de bord

source: Leaderboard
fr: Classement

source: Discussion likes
fr: Discussion aime

source: %(course_type)s Progress
fr: Progression du %(course_type)s

source: Sections completed
fr: Sections terminées

source: Discussions participation
fr: Participation aux discussions

source: This %(course_type)s has no discussions.
fr: Ce %(course_type)s n'a pas de discussions.

source: Quizzes answered
fr: Questionnaires répondus

source: This %(course_type)s has no quizzes.
fr: Ce %(course_type)s n'a pas de quiz.

source: Quizzes/Surveys
fr: Quiz/Enquêtes

source: (view only)
fr: (voir uniquement)

source: Submitted
fr: Envoyées

source: Attempts left:
fr: Tentatives laissées :

source: Passing score:
fr: Note de passage:

source: Total number of submissions:
fr: Nombre total de soumissions :

source: Access results
fr: Accéder aux résultats

source: No quiz available.
fr: Aucun quiz n'est disponible.

source: quizzes with no video
fr: quiz sans vidéo

source: Incomplete
fr: Incomplet

source: Passed
fr: Passé

source: Attempts:
fr: Tentatives:

source: Start activity
fr: Démarrer l'activité

source: Failed to generate SCORM url. Please notify the support team:
fr: Impossible de générer l'URL SCORM. Veuillez informer l'équipe d'assistance:

source: No SCORM package available.
fr: Aucun paquet SCORM disponible.

source: Upload
fr: Téléverser

source: Submit new video
fr: Soumettre une nouvelle vidéo

source: New submission not allowed.
fr: Nouvelle soumission non autorisée.

source: The content that you upload here is only accessible by you and, once you publish it, by your peers. Please do not forget to publish your upload to complete this section.
fr: Le contenu que vous téléchargez ici n'est accessible que par vous et, une fois publié, par vos pairs. N'oubliez pas de publier votre téléchargement pour compléter cette section.

source: The content that you upload here is only accessible by you and, once you publish it, by the course instructor(s). Please do not forget to publish your upload to complete this section.
fr: Le contenu que vous téléchargez ici n'est accessible que par vous et, une fois que vous l'avez publié, par le(s) instructeur(s) du cours. N'oubliez pas de publier votre téléchargement pour compléter cette section.

source: Video thumbnail
fr: Vignette vidéo

source: WARNING: after publishing you will not be able to delete this submission.
fr: ATTENTION : après la publication, vous ne pourrez pas supprimer cette soumission.

source: Publish submission
fr: Publier la soumission

source: Delete
fr: Supprimer

source: Published - No changes allowed
fr: Publié - Aucune modification autorisée

source: You have not submitted any content.
fr: Vous n'avez soumis aucun contenu.

source: Leaners' Uploads
fr: Téléversements des learners

source: These are the videos that have been submitted by the learners.
fr: Ce sont les vidéos qui ont été soumises par les apprenants.

source: This data has been anonymized.
fr: Ces données ont été anonymisées.

source: By: user #
fr: Par: utilisateur #

source: Submission date:
fr: Date de soumission:

source: Quizzes:
fr: Quiz:

source: awaiting to be published by user
fr: en attente de publication par l'utilisateur

source: No participant has submitted any content.
fr: Aucun participant n'a soumis de contenu.

source: Video thumbnail missing.
fr: Vignette vidéo manquante.

source: Make this video visible by the course learners
fr: Rendre cette vidéo visible par les apprenants du cours

source: Publish
fr: Publier

source: Hide video from the course learners
fr: Masquer la vidéo des apprenants du cours

source: Unpublish
fr: Annuler la publication

source: No video available.
fr: Aucune vidéo disponible.

source: Social Network Login Failure
fr: Échec de la Connexion au Réseau Social

source: An error occurred while attempting to login via your social network account.
fr: Une erreur s'est produite lors de la tentative de connexion via votre compte de réseau social.

source: Account Social Connections
fr: Connexions Sociales du Compte

source: Connected Social Accounts
fr: Comptes sociaux connectés

source: You can sign in to your GEN account using any of the following third party accounts:
fr: Vous pouvez vous connecter à votre compte GEN à l'aide de l'un des comptes tiers suivants :

source: You currently have no social network accounts connected to this account.
fr: Vous n'avez actuellement aucun compte de réseau social connecté à ce compte.

source: Add Social Accounts
fr: Ajouter des comptes sociaux

source: Sign In
fr: S'identifier

source: Connect %(provider)s
fr: Connecter %(provider)s

source: Sign In Via %(provider)s
fr: Connectez-vous Via %(provider)s

source: You are about to connect a new third party account from %(provider)s.
fr: Vous êtes sur le point de connecter un nouveau tiers compte de %(provider)s.

source: You are about to sign in using a third party account from %(provider)s.
fr: Vous êtes sur le point de vous connecter en utilisant un tiers compte de %(provider)s.

source: Continue
fr: Continuez

source: Login Cancelled
fr: Connexion Annulée

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
fr: Vous avez décidé d'annuler la connexion à notre site en utilisant l'un de vos comptes existants. S'il s'agit d'une erreur, veuillez passer à <a href="%(login_url)s">sign in</a>.

source: The social account has been connected to the existing GEN account.
fr: Le compte social a été connecté au compte GEN existant.

source: The social account is already connected to a different account.
fr: Le compte social est déjà connecté à un autre compte.

source: The social account has been disconnected.
fr: Le compte social a été déconnecté.

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
fr: Vous êtes sur le point d'utiliser votre %(provider_name)s compte pour vous connecter à %(site_name)s. En dernier lieu, veuillez remplir le formulaire suivant :

source: Sign Up
fr: S'inscrire

source: No social account service configured. Please contact support.
fr: Aucun service de compte social configuré. Veuillez contacter l'assistance.

source: Button to sign in using a %(provider_id)s account.
fr: Bouton pour se connecter à l'aide d'un compte %(provider_id)s.

source: No social account service configured.
fr: Aucun service de compte social configuré.

source: Delete video confirmation
fr: Supprimer la confirmation de la vidéo

source: Are you sure that you want to delete the following video?
fr: Voulez-vous vraiment supprimer la vidéo suivante?

source: Yes, delete video
fr: Oui, supprimez la vidéo

source: No, cancel
fr: Non, annuler

source: Publish video confirmation
fr: Confirmer la publication de la vidéo

source: Are you sure that you want to publish this video? You WILL NOT be able to delete it after publishing.
fr: Êtes-vous sûr de vouloir publier cette vidéo ? Vous ne pourrez PAS le supprimer après la publication.

source: Yes, publish video
fr: Oui, publier une vidéo

source: Are you sure that you want to <strong>unpublish</strong> this video? This will hide it from the course learners.
fr: Voulez-vous vraiment <strong>annuler la publication</strong> de cette vidéo? Cela le cachera aux apprenants du cours.

source: Yes, unpublish video
fr: Oui, annuler la publication de la vidéo

source: New video
fr: Nouveau vidéo

source: New Video Information
fr: Nouvelles informations vidéo

source: Video player
fr: Lecteur vidéo

source: Back
fr: Retour

source: The max length for a description is 400 characters.
fr: La longueur maximale d'une description est de 400 caractères.

source: File
fr: Fichier

source: Select a video to upload. Accepted video formats are: mp4, mov.
fr: Sélectionnez une vidéo à téléverser. Les formats vidéo acceptés sont: mp4, mov.

source: uploaded at
fr: téléchargé sur

source: subtitle
fr: sous-titre

source: internal name
fr: nom interne

source: Video internal name (not visible to users).
fr: Nom interne de la vidéo (non visible pour les utilisateurs)

source: thumbnail
fr: la vignette

source: video file
fr: fichier vidéo

source: video files
fr: fichiers vidéo

source: Only learners are allowed to upload in this section.
fr: Seuls les apprenants sont autorisés à télécharger dans cette section.

source: This section does not support uploads.
fr: Cette section ne prend pas en charge les téléchargements.

source: Upload successful.
fr: Téléchargement réussi.

source: You don't have permission to upload.
fr: Vous n'êtes pas autorisé à téléverser.

source: The video is already published.
fr: La vidéo est déjà publiée.

source: You don't have permission to do that.
fr: Vous n'êtes pas autorisé à le faire.

source: The requested video is already unpublished.
fr: La vidéo demandée est déjà inédite.
