Repository: maxSIMhealth/GEN
Catalog: app/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Next
fr: Suivant

source: Back
fr: Retour

source: Close
fr: Fermer

source: GEN Guide
fr: Guide GEN

source: Welcome to GEN's help. This quick guide will briefly explain each area of GEN's interface.
fr: Bienvenue au centre d’aide GEN. Ceci est un guide expliquant brièvement chaque interface de GEN.

source: Top navigation bar
fr: Bar de navigation supérieur

source: In this area are located two elements: <b>Help</b> (which activated this guide) and <b>your username and avatar</b>, which gives access to your account info, change password, and logging out from GEN.
fr: Cette zone contient deux éléments : <b>Aide</b> (ce qui a activé ce guide) ainsi que votre <b>nom d’utilisateur et avatar</b>, donnant accès à l’information de votre compte, l’option de changer de mot de passe et à se déconnecter.

source: Page Name
fr: Nom de la page

source: This area displays the current page name.
fr: Cette zone affiche le nom de la page actuelle.

source: Social Accounts
fr: Comptes sociaux

source: Here are listed the social accounts supported by GEN and that can be connected into your GEN account. You can connect and disconnect you GEN account to these social accounts at any moment.
fr: Voici la liste des comptes sociaux pris en charge par GEN et qui peuvent être connectés à votre compte GEN. Vous pouvez connecter et déconnecter votre compte GEN à ces comptes sociaux à tout moment.

source: Profile
fr: Profil

source: On this area you can see your username, email address, first name, last name, and your avatar (which is generated automatically). Note that you can only modify your first and last names. If you need to update any other information, please contact support by email.
fr: Dans cette zone, vous pouvez voir votre nom d'utilisateur, votre adresse e-mail, votre prénom, votre nom et votre avatar (qui est généré automatiquement). Notez que vous ne pouvez modifier que vos noms et prénoms. Si vous avez besoin de mettre à jour d'autres informations, veuillez contacter l'assistance par e-mail.

source: Language
fr: Langue

source: And here you can choose which language you prefer using. You can change it at any moment.
fr: Et ici, vous pouvez choisir la langue que vous préférez utiliser. Vous pouvez le changer à tout moment.

source: Getting support
fr: Obtenir du soutient.

source: If you need to get in touch in case of any questions or issues, please send an email to <a href="mailto:support@maxsimgen.com">support@maxsimgen.com</a>.<br><br>Thank you for using this guide.
fr: Si jamais vous avez besoin davantage d’aide, n’hésitez pas d’envoyer un courriel à <a href="mailto:support@maxsimgen.com">support@maxsimgen.com</a>.<br><br>Merci d’avoir utilisé ce guide.

source: Course Name
fr: Nom du cours

source: This area displays the current course/module name.
fr: Cette zone affiche le nom actuel du cours/module.

source: This interactable element allows you to navigate through the sections available in the current course/module. You should follow these sections in the order they are presented. If one of the sections has any requirements, it will also be shown here.
fr: Cet élément interactif vous permet de naviguer dans les sections disponibles dans le cours/module en cours. Vous devez suivre ces sections dans l'ordre dans lequel elles sont présentées. Si l'une des sections a des exigences, elles seront également affichées ici.

source: Section Content
fr: Contenu de la section

source: This is the main content area, where the selected section data is displayed and most GEN interactions takes place.
fr: Il s'agit de la zone de contenu principale, où les données de section sélectionnées sont affichées et la plupart des interactions GEN ont lieu.

source: Footer navigation bar
fr: Barre de navigation du pied de page

source: You can also navigate between sections using the footer navigation bar. It allows you to go to the previous or the next section.
fr: Vous pouvez également naviguer entre les sections à l'aide de la barre de navigation du pied de page. Il permet de passer à la section précédente ou suivante.

source: Help
fr: Aider

source: Here are listed the frequently asked questions about GEN and its components.
fr: Voici la liste des questions fréquemment posées sur GEN et ses composants.

source: Courses
fr: Cours

source: Here are listed the courses/modules in which you are currently enrolled.
fr: Voici la liste des cours/modules auxquels vous êtes actuellement inscrit.

source: This browser does not support inline PDFs. Please download the PDF to view it.
fr: Ce navigateur ne prend pas en charge les PDF en ligne. Veuillez télécharger le PDF pour le visualiser.

source: Please answer the question.
fr: Veuillez répondre à la question.

source: Uploading. Please wait.
fr: Téléchargement. S'il vous plaît, attendez.
