Repository: maxSIMhealth/GEN
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: fr

source: game type
fr: type de jeu

source: Defines if the source items should be shuffled.
fr: Définit si les éléments source doivent être mélangés.

source: *ONLY FOR 'COMPLETE THE TEXT BOXES' GAME*: Defines if the answer items should be numbered.
fr: *UNIQUEMENT POUR LE JEU 'COMPLÉTER LES ZONES DE TEXTE'* : Définit si les éléments de réponse doivent être numérotés.

source: text
fr: texte

source: Item text description (max 250 characters)
fr: Description du texte de l'article (250 caractères max.)

source: Item text description (max 500 characters)
fr: Description textuelle de l'article (500 caractères maximum)

source: List of correct terms.
fr: Liste des termes corrects.

source: source column name
fr: nom de la colonne source

source: Source column name
fr: Nom de la colonne source

source: List of items that are part of this column.
fr: Liste des éléments qui font partie de cette colonne.

source: choice 1 column name
fr: choix 1 nom de colonne

source: Choice 1 column name
fr: Choix 1 nom de la colonne

source: Choice 2 column name
fr: Choix 2 nom de la colonne

source: Header
fr: Entête

source: Open ended
fr: Ouvert

source: Multiple choice
fr: Choix multiple

source: Minimum Percentage
fr: Pourcentage minimum

source: Maximum Number of Mistakes
fr: Nombre maximum d'erreurs

source: paginate questions
fr: paginer les questions

source: graded quiz
fr: quiz noté

source: Defines if the quiz will be graded.
fr: Définit si le quiz sera noté.

source: show score
fr: montrer le score

source: Defines if the quiz score and assessment will be shown in the results page.
fr: Définit si le score et l'évaluation du quiz seront affichés dans la page de résultats.

source: show question value
fr: afficher la valeur de la question

source: show correct answers
fr: afficher les bonnes réponses

source: max score
fr: score maximum

source: ** NOT IN USE ** Maximum score automatically based on questions values.
fr: ** NON UTILISÉ ** Score maximum automatiquement basé sur les valeurs des questions.

source: assessment method
fr: procédé d'évaluation

source: method for assessing if the quiz has been
fr: méthode pour évaluer si le quiz a été

source: minimum percentage acceptable
fr: pourcentage minimum acceptable

source: If the participant score percentage is below this value, the quiz is marked as failed
fr: Si le pourcentage de score du participant est inférieur à cette valeur, le quiz est marqué comme ayant échoué

source: maximum number of mistakes
fr: nombre maximum d'erreurs

source: If the participant exceeds this value, the quiz is marked as failed
fr: Si le participant dépasse cette valeur, le quiz est marqué comme ayant échoué

source: require answers
fr: exiger des réponses

source: Require participant to answer all questions
fr: Exiger du participant qu'il réponde à toutes les questions

source: randomize
fr: randomiser

source: Randomize questions order
fr: Randomiser l'ordre des questions

source: subset
fr: sous-ensemble

source: Enable to use only a subset of the questions of this quiz
fr: Activer pour n'utiliser qu'un sous-ensemble des questions de ce quiz

source: Number of questions to use on the subset
fr: Nombre de questions à utiliser sur le sous-ensemble

source: Allow multiple attempts
fr: Autoriser plusieurs tentatives

source: attempts max number
fr: nombre maximal de tentatives

source: Show question number
fr: Afficher le numéro de la question

source: quizzes
fr: quiz

source: Enabling multiple attempts is not allowed for quizzes in a 'pre assessment' section.
fr: L'activation de plusieurs tentatives n'est pas autorisée pour les quiz dans une section 'pré-évaluation'.

source: Having an assessment method defined is required for quizzes in a 'pre assessment' section.
fr: La définition d'une méthode d'évaluation est requise pour les quiz dans une section 'préévaluation'.

source: Having an assessment method defined is required for quizzes in a 'final assessment' section.
fr: La définition d'une méthode d'évaluation est requise pour les quiz dans une section 'évaluation finale'.

source: Enabling subset requires having "randomize" enabled.
fr: L'activation du sous-ensemble nécessite l'activation de 'randomize'.

source: Since subset is enabled, subset number must be greater than 0.
fr: Étant donné que le sous-ensemble est activé, le numéro du sous-ensemble doit être supérieur à 0.

source: Open ended - Date
fr: Ouvert - Date

source: Open ended - Numeric
fr: Ouvert - Numérique

source: Open ended - Time/hour
fr: OuvertOuvert - Heure

source: Open ended - Text (short)
fr: Ouvert - Texte (court)

source: Open ended - Text (long)
fr: Ouvert - Texte (long)

source: Open ended - Email
fr: Ouvert - E-mail

source: question type
fr: type de question

source: content
fr: contenu

source: Main text content of the question (max 1000 characters).
fr: Contenu du texte principal de la question (max 1000 caractères).

source: additional content
fr: contenu additionnel

source: Optional: additional text that will be shown under the main text content. (max 1000 characters).
fr: Facultatif : texte supplémentaire qui sera affiché sous le contenu du texte principal. (max 1000 caractères).

source: feedback
fr: retour d'information

source: Feedback to be shown after the question has been answered.
fr: Rétroaction à afficher après la réponse à la question.

source: feedback image
fr: image de retour

source: Optional feedback image file to be shown after the question has been answered.
fr: Fichier image de commentaires facultatif à afficher après la réponse à la question.

source: Optional image file.
fr: Fichier image en option.

source: value
fr: valeur

source: Value to add to the quiz score if the participant answer the question correctly.
fr: Valeur à ajouter au score du quiz si le participant répond correctement à la question.

source: multiple correct answers
fr: plusieurs réponses correctes

source: Does this question have multiple correct answers (allow user to select multiple answer items)?
fr: Cette question a-t-elle plusieurs réponses correctes (permet à l'utilisateur de sélectionner plusieurs éléments de réponse)?

source: Open ended type
fr: OuvertType ouvert

source: Type of open ended question.
fr: Type de question ouverte.

source: questions
fr: des questions

source: Feedback text has to defined to enable feedback image.
fr: Le texte de rétroaction doit être défini pour activer l'image de rétroaction.

source: scale range values
fr: valeurs de plage d'échelle

source: Set the likert scale values.
fr: Définissez les valeurs d'échelle de likert.

source: check answer
fr: vérifier la réponse

source: Check the answer value?
fr: Vérifiez la valeur de la réponse?

source: answer range values
fr: valeurs de plage de réponse

source: Set the minimum and maximum acceptable values.
fr: Définissez les valeurs minimales et maximales acceptables.

source: legend
fr: légende

source: Legend for the likert scale values.
fr: Légende des valeurs d'échelle likert.

source: The answer range must not exceed the scale range.
fr: La plage de réponses ne doit pas dépasser la plage d'échelle.

source: likert answer (scale definition)
fr: réponse likert (définition de l'échelle)

source: likert answers (scale definition)
fr: réponses likert (définition de l'échelle)

source: open ended question
fr: question ouverte

source: open ended questions
fr: questions ouvertes

source: multiple choice question
fr: question à choix multiples

source: multiple choice questions
fr: questions à choix multiple

source: Enter the answer text that you want displayed
fr: Entrez le texte de réponse que vous souhaitez afficher

source: check
fr: cocher

source: Should this answer be checked/marked?
fr: Cette réponse doit-elle être cochée?

source: multiple choice answer
fr: réponse à choix multiples

source: multiple choice answers
fr: réponses à choix multiples

source: student
fr: l'étudiant

source: attempt number
fr: numéro de tentative

source: number of mistakes
fr: nombre d'erreurs

source: Total number of mistakes (incorrect questions).
fr: Nombre total d'erreurs (questions incorrectes).

source: completed successfully
fr: complété avec succès

source: If quiz assessment is enabled, this field represents if the participant achieved a passing score or not.
fr: Si l'évaluation du quiz est activée, ce champ indique si le participant a obtenu une note de passage ou non.

source: expert feedback
fr: commentaires d'experts

source: Defines if the quiz was submitted by an expert/instructor.
fr: Définit si le quiz a été soumis par un expert/instructeur.

source: quiz score
fr: score du quiz

source: quiz scores
fr: scores du quiz

source: question group header
fr: en-tête du groupe de questions

source: question group headers
fr: en-têtes de groupe de questions

source: quiz submission
fr: soumission de quiz

source: multiple choice item
fr: article à choix multiples

source: Participant answer
fr: Réponse des participants

source: question attempt
fr: tentative de question

source: question attempts
fr: tentatives de questions

source: likert attempt
fr: tentative de likert

source: likert attempts
fr: tentatives de likert

source: open ended attempt
fr: tentative ouverte

source: open ended attempts
fr: tentatives ouverte

source: multiple choice questions attempt
fr: tentative de questions à choix multiples

source: multiple choice questions attempts
fr: tentatives de questions à choix multiples

source: Submission denied. You can not submit a quiz of which you are the author.
fr: Soumission refusée. Vous ne pouvez pas soumettre un quiz dont vous êtes l'auteur.

source: You have already reached the maximum number of attempts.
fr: Vous avez déjà atteint le nombre maximum de tentatives.

source: Access denied.
fr: Accès refusé.

source: Successfully updated registration(s) with data from ScormCloud.
fr: Enregistrement(s) mis à jour avec succès avec les données de ScormCloud.

source: SCORM package
fr: Paquet SCORM

source: Format accepted: zip.
fr: Format accepté : zip.

source: Identifier used by SCORM Cloud to refer to the package (note that SCORM Cloud uses the terms 'package' and 'course' interchangeably).
fr: Identifiant utilisé par SCORM Cloud pour faire référence au package (notez que SCORM Cloud utilise les termes 'package' et 'cours' de manière interchangeable).

source: You need to use the action 'Export into ScormCloud' below before being able to set item as 'Published'
fr: Vous devez utiliser l'action 'Exporter dans ScormCloud' ci-dessous avant de pouvoir définir l'élément comme 'Publié'

source: Access forbidden (HTTP 403)
fr: Accès interdit (HTTP 403)

source: You don't have permission to access this page.
fr: Vous n'êtes pas autorisé à accéder à cette page.

source: If you believe that this is an error, contact us at
fr: Si vous pensez qu'il s'agit d'une erreur, contactez-nous à

source: Ontario Tech University colour logo in a dark background
fr: Logo couleur de l'Ontario Tech University sur fond sombre

source: maxSIMhealth logo
fr: Logo maxSIMhealth

source: Developed at
fr: Développé à

source: GEN is currently under maintenance
fr: GEN est actuellement en maintenance.

source: Under Maintenance
fr: En maintenance

source: GEN is currently under maintenance. Please try again later.
fr: GEN est actuellement en maintenance. Veuillez réessayer plus tard.

source: You can contact us through the following email: <a href="mailto:support@maxsimgen.com">support@maxsimgen.com</a>
fr: Vous pouvez nous contacter via l'e-mail suivant: <a href="mailto:support@maxsimgen.com">support@maxsimgen.com</a>

source: Account Inactive
fr: Compte Inactif

source: This account is inactive.
fr: Ce compte est inactif.

source: E-mail Addresses
fr: Adresses électronique

source: Manage E-mail Addresses
fr: Gérer les adresses électronique

source: Associated E-mail Addresses
fr: Adresse électronique associées

source: The following e-mail addresses are associated with your account:
fr: Les adresses e-mail suivantes sont associées à votre compte :

source: Verified
fr: Vérifié

source: Unverified
fr: Non vérifié

source: Primary
fr: Primaire

source: Make Primary
fr: Rendre primaire

source: Re-send Verification
fr: Renvoyer vérification

source: Remove
fr: Éliminer

source: Warning:
fr: Avertissement:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
fr: Vous n'avez actuellement aucune adresse e-mail configurée. Vous devriez vraiment ajouter une adresse e-mail pour pouvoir recevoir des notifications, réinitialiser votre mot de passe, etc.

source: Add E-mail Address
fr: Ajouter une adresse e-mail

source: Add E-mail
fr: Ajouter un e-mail

source: Do you really want to remove the selected e-mail address?
fr: Voulez-vous vraiment supprimer l'adresse e-mail sélectionnée ?

source: Hello from %(site_name)s!
fr: Bonjour de %(site_name)s!

source: Thank you for using %(site_name)s! %(site_domain)s
fr: Merci d'utiliser %(site_name)s! %(site_domain)s

source: You're receiving this e-mail because user %(user_fullname)s has given your e-mail address to register an account on %(site_domain)s. To confirm this is correct, go to %(activate_url)s
fr: Vous recevez cet e-mail car l'utilisateur %(user_fullname)s a donné votre adresse e-mail pour enregistrer un compte sur %(site_domain)s. Pour confirmer que c'est correct, allez à %(activate_url)s

source: Please Confirm Your E-mail Address
fr: Merci de Confirmer Votre Adresse E-mail

source: You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password. Please note that the link is valid for 24 hours. If it expires, you will need to request a new one.
fr: Vous recevez cet e-mail parce que vous ou quelqu'un d'autre avez demandé un mot de passe pour votre compte d'utilisateur. Il peut être ignoré en toute sécurité si vous n'avez pas demandé de réinitialisation du mot de passe. Cliquez sur le lien ci-dessous pour réinitialiser votre mot de passe. Veuillez noter que le lien est valide pendant 24 heures. S'il expire, vous devrez en demander un nouveau.

source: In case you forgot, your username is %(username)s.
fr: En cas d'oubli, votre nom d'utilisateur est %(username)s.

source: Password Reset E-mail
fr: E-mail de réinitialisation du mot de passe

source: You are receiving this e-mail because you or someone else has requested a password for your user account. However, we do not have any record of a user with email %(email)s in our database. This mail can be safely ignored if you did not request a password reset. If it was you, you can sign up for an account using the link below.
fr: Vous recevez cet e-mail parce que vous ou quelqu'un d'autre avez demandé un mot de passe pour votre compte utilisateur. Cependant, nous n'avons aucun enregistrement d'un utilisateur avec l'e-mail %(email)s dans notre base de données. Ce courrier peut être ignoré en toute sécurité si vous n'avez pas demandé de réinitialisation de mot de passe. Si c'était vous, vous pouvez créer un compte en utilisant le lien ci-dessous.

source: Confirm E-mail Address
fr: Confirmez votre adresse e-mail

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is a valid e-mail address for user %(user_firstname)s %(user_lastname)s.
fr: Confirmez s'il-vous-plaît <a href="mailto:%(email)s">%(email)s</a> est une adresse e-mail valide pour l'utilisateur %(user_firstname)s %(user_lastname)s.

source: Confirm
fr: Confirmer

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
fr: Ce lien de confirmation par e-mail a expiré ou n'est pas valide. S'il vous plaît <a href="%(email_url)s">envoyer une nouvelle demande de confirmation par e-mail</a>.

source: Sign in
fr: S'identifier

source: Sign in to GEN
fr: Connectez-vous à GEN

source: Please use your work or school account:
fr: Veuillez utiliser votre compte professionnel ou scolaire:

source: Or use your work or school account:
fr: Ou utilisez votre compte professionnel ou scolaire:

source: Posted on:
fr: Posté sur:

source: Expires on:
fr: Expire le:

source: New to GEN? Sign up
fr: Nouveau sur GEN ? S'inscrire

source: Forgot your password?
fr: Mot de passe oublié?

source: Sign Out
fr: Se Déconnecter

source: Are you sure you want to sign out?
fr: Êtes-vous certain de vouloir vous déconnecter?

source: Sign out
fr: Se déconnecter

source: You cannot remove your primary e-mail address (%(email)s).
fr: Vous ne pouvez pas supprimer votre adresse e-mail principale (%(email)s).

source: Confirmation e-mail sent to %(email)s.
fr: E-mail de confirmation envoyé à %(email)s.

source: You have confirmed %(email)s.
fr: Vous avez confirmé %(email)s.

source: Removed e-mail address %(email)s.
fr: Adresse e-mail supprimée %(email)s.

source: Successfully signed in.
fr: Connexion réussie.

source: You have signed out.
fr: Vous vous êtes déconnecté.

source: Password successfully changed.
fr: Mot de passe changé avec succès.

source: Password successfully set.
fr: Mot de passe défini avec succès.

source: Primary e-mail address set.
fr: Adresse e-mail principale définie.

source: Your primary e-mail address must be verified.
fr: Votre adresse e-mail principale doit être vérifiée.

source: Change password
fr: Changer le mot de passe

source: Home
fr: Accueil

source: Your account does not have a password yet. Please define it below.
fr: Votre compte n'a pas encore de mot de passe. Veuillez le définir ci-dessous.

source: Password Reset
fr: Réinitialisation du Mot de Passe

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
fr: Mot de passe oublié? Entrez votre adresse e-mail ci-dessous, et nous vous enverrons un e-mail vous permettant de le réinitialiser.

source: Reset my password
fr: Réinitialiser mon mot de passe

source: We have sent you an e-mail. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
fr: Nous vous avons envoyé un e-mail. Si vous ne l'avez pas reçu, veuillez vérifier votre dossier spam. Sinon contactez-nous si vous ne le recevez pas dans quelques minutes.

source: Bad Token
fr: Mauvais Jeton

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
fr: Le lien de réinitialisation du mot de passe n'était pas valide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une <a href="%(passwd_reset_url)s">réinitialisation du nouveau mot de passe</a>.

source: Change my password
fr: Changer mon mot de passe

source: Your password is now changed. Please try to sign in now.
fr: Votre mot de passe est maintenant modifié. Veuillez essayer de vous connecter maintenant.

source: Set Password
fr: Définir le Mot de Passe

source: Signup
fr: S'inscrire

source: Sign up
fr: S'inscrire

source: Already have an account? Then please <a href="%(login_url)s"> sign in</a>.
fr: Vous avez déjà un compte? Alors s'il vous plait <a href="%(login_url)s"> sign in</a>.

source: Sign Up Closed
fr: Inscriptions Closes

source: We are sorry, but the sign up is currently closed.
fr: Nous sommes désolés, mais l'inscription est actuellement fermée.

source: you are already logged in.
fr: vous êtes déjà connecté.

source: <ul> <li>Your password can’t be too similar to your other personal information (e.g., your e-mail).</li> <li>Your password must contain at least 8 characters.</li> <li>Your password can’t be a commonly used password.</li> <li>Your password can’t be entirely numeric.</li> </ul>
fr: <ul> <li>Votre mot de passe ne doit pas être trop similaire à vos autres informations personnelles (par exemple, votre adresse e-mail).</li> <li>Votre mot de passe doit contenir au moins 8 caractères.</li> <li>Votre mot de passe ne peut pas être un mot de passe couramment utilisé.</li> <li>Votre mot de passe ne peut pas être entièrement numérique.</li> </ul>

source: Verify Your E-mail Address
fr: Vérifiez votre adresse e-mail

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. If you do not see the verification e-mail in your main inbox, check your spam folder. Please contact us if you do not receive the verification e-mail within a few minutes.
fr: Nous vous avons envoyé un e-mail pour vérification. Suivez le lien fourni pour finaliser le processus d'inscription. Si vous ne voyez pas l'e-mail de vérification dans votre boîte de réception principale, vérifiez votre dossier spam. Veuillez nous contacter si vous ne recevez pas l'e-mail de vérification dans quelques minutes.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
fr: Cette partie du site nous oblige à vérifier que vous êtes bien la personne que vous prétendez être. À cette fin, nous vous demandons de vérifier la propriété de votre adresse e-mail.

source: We have sent an e-mail to you for verification. Please click on the link inside that e-mail. If you do not see the verification e-mail in your main inbox, check your spam folder. Otherwise, contact us if you do not receive it within a few minutes.
fr: Nous vous avons envoyé un e-mail pour vérification. Veuillez cliquer sur le lien à l'intérieur de cet e-mail. Si vous ne voyez pas l'e-mail de vérification dans votre boîte de réception principale, vérifiez votre dossier spam. Sinon, contactez-nous si vous ne le recevez pas dans quelques minutes.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
fr: <strong>Remarque :</strong> vous pouvez toujours <a href="%(email_url)s">modifier votre adresse e-mail</a>.

source: My account
fr: Mon compte

source: Profile
fr: Profil

source: Primary e-mail
fr: Courriel principal

source: Save changes
fr: Sauvegarder les modifications

source: User avatar generated automatically which looks like a robot.
fr: Avatar de l'utilisateur généré automatiquement qui ressemble à un robot.

source: This avatar is generated automatically.
fr: Cet avatar est généré automatiquement.

source: Social accounts
fr: Comptes sociaux

source: ScormCloud Actions
fr: Actions ScormCloud

source: These actions will be enabled after saving or when you are editing an existing SCORM package.
fr: Ces actions seront activées après l'enregistrement ou lorsque vous modifiez un package SCORM existant.

source: Export to ScormCloud
fr: Exporter vers ScormCloud

source: Export this SCORM object zip file into ScormCloud.
fr: Exportez ce fichier zip d'objet SCORM dans ScormCloud.

source: These actions will be enabled after saving or when you are editing an existing SCORM registration.
fr: Ces actions seront activées après l'enregistrement ou lorsque vous modifiez un enregistrement SCORM existant.

source: Sync with ScormCloud
fr: Synchroniser avec ScormCloud

source: Pulls the latest registration data from ScormCloud.
fr: Extrait les dernières données d'enregistrement de ScormCloud.

source: Return to GEN home page
fr: Retour à la page d'accueil de GEN

source: GEN logo
fr: Logo GEN

source: Toggle navigation
fr: Basculer la navigation

source: Toggle
fr: Cabillot

source: Tutorial
fr: Didacticiel

source: Help / FAQ
fr: Aide / FAQ

source: Log out
fr: Se déconnecter

source: Language:
fr: Langue:

source: List of languages
fr: Liste des langues

source: Return home
fr: Rentrer à la maison

source: Toggle sections list
fr: Basculer la liste des sections

source: Download PDF
fr: Télécharger le PDF
