Repository: maxSIMhealth/GEN
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: French
fr: Français

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: E-mail address must be from one of the allowed domains:
fr: L'adresse e-mail doit provenir de l'un des domaines autorisés:

source: E-mail address is already being used.
fr: L'adresse e-mail est déjà utilisée.

source: user
fr: l'utilisateur

source: location
fr: emplacement

source: email confirmed
fr: email confirmé

source: profile
fr: profil

source: profiles
fr: profils

source: Account activated successfully. Please log in into GEN.
fr: Compte activé avec succès. Veuillez vous connecter à GEN.

source: Try logging in now. The confirmation link has been used or expired. Get in touch if you are having issues: support@maxsimgen.com
fr: Essayez de vous connecter maintenant. Le lien de confirmation a été utilisé ou a expiré. Contactez-nous si vous rencontrez des problèmes: support@maxsimgen.com

source: Profile updated successfully.
fr: Mise à jour du profil réussie.

source: Image file.
fr: Fichier d'image.

source: Format accepted: PDF.
fr: Format accepté : PDF.

source: Zip package
fr: Colis zip

source: Format accepted: zip. An 'index.html' file needs to exist in the root of the zip file.
fr: Format accepté: zip. Un fichier 'index.html' doit exister à la racine du fichier zip.

source: directory
fr: directoire

source: Zip file MUST contain an 'index.html' file at its base/root level.
fr: Le fichier zip DOIT contenir un fichier 'index.html' à son niveau de base/racine.

source: Cannot extract zip file. Directory already exists.
fr: Impossible d'extraire le fichier zip. Le répertoire existe déjà.

source: Successfully extracted file(s).
fr: Fichier(s) extrait(s) avec succès.

source: file
fr: fichier

source: certificate frame file
fr: fichier de cadre de certificat

source: certificate frame files
fr: fichiers de cadre de certificat

source: certificate logo file
fr: fichier de logo de certificat

source: certificate logos files
fr: fichiers de logo de certificat

source: Image to be displayed as the certificate frame/border (page size: Letter).
fr: Image à afficher comme cadre/bordure du certificat (taille de la page : Lettre).

source: Logos to be displayed in the header portion of the certificate. Recommended size is 200x80 points.
fr: Logos à afficher dans la partie en-tête du certificat. La taille recommandée est de 200x80 points.

source: description
fr: la description

source: Brief description of the logo (max 255 characters)
fr: Brève description du logo (max 255 caractères)

source: URL of the destination site when the user clicks on the logo.
fr: URL du site de destination lorsque l'utilisateur clique sur le logo.

source: custom order
fr: commande personnalisée

source: footer logo file
fr: fichier de logo de pied de page

source: footer logos files
fr: fichiers de logo de pied de page

source: Warning (yellow)
fr: Avertissement (jaune)

source: Urgent (red)
fr: Urgent (rouge)

source: Notice (blue)
fr: Avis (bleu)

source: Defines the visual style of the message.
fr: Définit le style visuel du message.

source: Message that will be shown at the login page (max 400 characters).
fr: Message qui sera affiché sur la page de connexion (max 400 caractères).

source: Sets if the message visible to all users.
fr: Définit si le message est visible pour tous les utilisateurs.

source: Sets if the message is archived and should not be automatically evaluated.
fr: Définit si le message est archivé et ne doit pas être automatiquement évalué.

source: Sets if the start and end dates should be visible in the alert message.
fr: Définit si les dates de début et de fin doivent être visibles dans le message d'alerte.

source: start date
fr: date de début

source: Date and time of when the message should START being displayed. This will also automatically set 'published' status to True.
fr: Date et heure auxquelles le message doit COMMENCER à s'afficher. Cela définira également automatiquement le statut "publié" sur True.

source: end date
fr: date de fin

source: Date and time of when the message should STOP being displayed. This will also automatically set the 'published' status to False.
fr: Date et heure auxquelles le message doit CESSER d'être affiché. Cela définira également automatiquement le statut 'publié' sur Faux.

source: Question for the Help FAQ (max 255 characters)
fr: Question pour la FAQ d'aide (max 255 caractères)

source: Answer for the Help FAQ question.
fr: Répondez à la question FAQ de l'aide.

source: Successfully updated status object(s).
fr: Objet(s) d'état mis à jour avec succès.

source: Learners
fr: Apprenants

source: Instructors
fr: Instructeurs

source: Editors
fr: Éditeurs

source: Course
fr: Cours

source: Certificate - Course
fr: Certificat - Cours

source: Certificate - Custom
fr: Certificat - Personnalisé

source: name
fr: nom

source: Course name (max 150 characters)
fr: Nom du cours (max 150 caractères)

source: course code
fr: code de cours

source: Unique course code (max 10 characters)
fr: Code de cours unique (max 10 caractères)

source: course type
fr: type de cours

source: Sets how the course will be called (for aesthetics purpose only, does not affect functionalities).
fr: Définit comment le cours sera appelé (à des fins esthétiques uniquement, n'affecte pas les fonctionnalités).

source: show course code
fr: afficher le code du cours

source: Show course code to instructors.
fr: Montrez le code du cours aux instructeurs.

source: Course description. Please try to keep it brief (under 2000 characters).
fr: Description du cours. Veuillez essayer d'être bref (moins de 2000 caractères).

source: author
fr: l'auteur

source: requirement
fr: exigence

source: members
fr: membres

source: List of all users that should have access to the course (including instructors).
fr: Liste de tous les utilisateurs qui devraient avoir accès au cours (y compris les instructeurs).

source: learners
fr: apprenants

source: List of learners (students).
fr: Liste des apprenants (étudiants).

source: learners max number
fr: nombre maximum d'apprenants

source: maximum number of learners
fr: nombre maximum d'apprenants

source: instructors
fr: l'instructeur

source: List of instructors. These users will be able to review learners submissions and interact with them.
fr: Liste des instructeurs. Ces utilisateurs pourront examiner les soumissions des apprenants et interagir avec eux.

source: editors
fr: éditeurs

source: List of editors. These users will be able to edit the course's content and structure.
fr: Liste des éditeurs. Ces utilisateurs pourront modifier le contenu et la structure du cours.

source: blind data
fr: données aveugles

source: Defines if user data (e.g., name) should be visible or not.
fr: Définit si les données utilisateur (par exemple, le nom) doivent être visibles ou non.

source: provide certificate
fr: fournir un certificat

source: Defines if this course provides a certificate of conclusion.
fr: Définit si ce cours fournit un certificat de conclusion.

source: certificate type
fr: type de certificat

source: Defines if the certificate provided will be for the current course or use a customized term.
fr: Définit si le certificat fourni sera pour le cours en cours ou utilisera un terme personnalisé.

source: certificate custom term
fr: terme personnalisé de certificat

source: Certificate custom term to be used instead of the course/module name.
fr: Terme personnalisé du certificat à utiliser à la place du nom du cours/module.

source: Certificate template to be used (logos and frame). If no template is defined, certificate will still be created, but on a basic white canvas.
fr: Modèle de certificat à utiliser (logos et cadre). Si aucun modèle n'est défini, le certificat sera toujours créé, mais sur une toile blanche de base.

source: Enables voting in discussions and comments
fr: Permet de voter dans les discussions et les commentaires

source: show scoreboard
fr: afficher le tableau de bord

source: Requires gamification
fr: Nécessite gamification

source: show leaderboard
fr: afficher le classement

source: show progress tracker
fr: afficher le suivi des progrès

source: initial section name
fr: nom de la section initiale

source: Name for the initial section of the course/module, that shows the description, start/end date, etc.
fr: Nom de la section initiale du cours/module, qui indique la description, la date de début/fin, etc.

source: auto enroll
fr: inscription automatique

source: Defines if new users should automatically be enrolled to this course/module.
fr: Définit si les nouveaux utilisateurs doivent être automatiquement inscrits à ce cours/module.

source: course
fr: le cours

source: courses
fr: les cours

source: Course end date cannot be equal or earlier than the start date.
fr: La date de fin du cours ne peut pas être égale ou antérieure à la date de début.

source: Scoreboard requires gamification to be enabled
fr: Le tableau de bord nécessite l'activation de la gamification

source: Leaderboard requires gamification to be enabled
fr: Le classement nécessite l'activation de la gamification

source: A custom certificate requires defining a custom term.
fr: Un certificat personnalisé nécessite la définition d'un terme personnalisé.

source: Discussion boards
fr: Forums de discussion

source: Videos
fr: Vidéos

source: Quizzes
fr: Quiz

source: Uploads
fr: Téléversements

source: Content
fr: Contenu

source: Creation date
fr: Date de création

source: Custom order
fr: Commande personnalisée

source: Section name (max 40 characters)
fr: Nom de la section (max 40 caractères)

source: Section description. Please try to keep it brief (under 1000 characters or 150 words).
fr: Descriptif de section. Veuillez essayer d'être bref (moins de 1000 caractères ou 150 mots).

source: section type
fr: type de section

source: published
fr: publié

source: Published items are visible to all users (based on the 'access restriction' parameter). Unpublished items are visible only to editors and admins.
fr: Les éléments publiés sont visibles par tous les utilisateurs (sur la base du paramètre 'restriction d'accès'). Les éléments non publiés ne sont visibles que par les éditeurs et les administrateurs.

source: paginate items
fr: paginer les éléments

source: * FOR CONTENT SECTION ONLY *: Define if section items should be paginated.
fr: * POUR LA SECTION DE CONTENU UNIQUEMENT * : Définissez si les éléments de la section doivent être paginés.

source: access restriction
fr: restriction d'accès

source: Define who should have access to this item.
fr: Définissez qui doit avoir accès à cet élément.

source: access override for author
fr: remplacement d'accès pour l'auteur

source: Define if author should have access to this item, regardless of the access restriction.
fr: Définissez si l'auteur doit avoir accès à cet élément, quelle que soit la restriction d'accès.

source: pre-assessment
fr: pré-évaluation

source: * FOR QUIZ SECTION ONLY *: Is this section a pre-assessment to evaluate if the learner needs to go through the course/module?
fr: * POUR LA SECTION QUIZ UNIQUEMENT * : Cette section est-elle une pré-évaluation pour évaluer si l'apprenant doit suivre le cours/module ?

source: final assessment
fr: évaluation finale

source: * FOR QUIZ SECTION ONLY *: Is this section a final assessment to evaluate if the learner successfully completed the course/module?
fr: * POUR LA SECTION QUIZ UNIQUEMENT * : Cette section est-elle une évaluation finale pour évaluer si l'apprenant a terminé avec succès le cours/module ?

source: completion message
fr: message d'achèvement

source: A message to be displayed after the participant has successfully completed the section. (max 200 characters)
fr: Un message à afficher une fois que le participant a terminé avec succès la section. (max 200 caractères)

source: create discussion
fr: créer une discussion

source: * FOR UPLOAD SECTION ONLY *: automatically create a discussion board based on participant's video submissions.
fr: * POUR LA SECTION TÉLÉCHARGEMENT UNIQUEMENT * : créez automatiquement un forum de discussion basé sur les soumissions vidéo des participants.

source: * FOR UPLOAD SECTION ONLY *: define the section in which to create the discussion boards.
fr: * POUR LA SECTION DE TÉLÉCHARGEMENT UNIQUEMENT * : définissez la section dans laquelle créer les forums de discussion.

source: section output
fr: sortie de section

source: output access restriction
fr: restriction d'accès à la sortie

source: * FOR UPLOAD SECTION ONLY *: define who should have access to the new discussion board.
fr: * POUR LA SECTION DE TÉLÉCHARGEMENT UNIQUEMENT * : définir qui devrait avoir accès au nouveau forum de discussion.

source: * FOR UPLOAD SECTION ONLY *: define if author should have access, regardless of the access restriction.
fr: * POUR LA SECTION DE TÉLÉCHARGEMENT UNIQUEMENT * : définir si l'auteur doit avoir accès, quelle que soit la restriction d'accès.

source: clone quiz
fr: quiz de clonage

source: * FOR UPLOAD SECTION ONLY *: automatically clones an existing quiz and connect it to the participant's video after it gets published.
fr: * POUR LA SECTION TÉLÉCHARGEMENT UNIQUEMENT * : clonez automatiquement un quiz existant et connectez-le à la vidéo du participant après sa publication.

source: * FOR UPLOAD SECTION ONLY *: quiz that will be cloned and connected to the participant's video afterit gets published.
fr: * POUR LA SECTION TÉLÉCHARGEMENT UNIQUEMENT * : quiz qui sera cloné et connecté à la vidéo du participant après sa publication.

source: * FOR UPLOAD SECTION ONLY *: define the section which the cloned quiz will be related to.
fr: * POUR LA SECTION DE TÉLÉCHARGEMENT UNIQUEMENT * : définir la section à laquelle le quiz cloné sera lié.

source: update cloned quiz owner
fr: mettre à jour le propriétaire du quiz cloné

source: * FOR UPLOAD SECTION ONLY *: updates quiz ownership to uploader
fr: * POUR LA SECTION DE TÉLÉCHARGEMENT UNIQUEMENT * : met à jour la propriété du quiz à l'uploader.

source: show thumbnails
fr: affiche des vignettes

source: * FOR VIDEO AND UPLOAD SECTIONS ONLY *: enables displaying video thumbnails.
fr: * POUR LES SECTIONS VIDÉO ET TÉLÉVERSER UNIQUEMENT *: permet d'afficher les miniatures vidéo.

source: show related video name
fr: afficher le nom de la vidéo associée

source: * FOR QUIZ ONLY *: enables displaying related video's name.
fr: * POUR LE QUIZ UNIQUEMENT * : permet d'afficher le nom de la vidéo associée.

source: group by video
fr: grouper par vidéo

source: * FOR QUIZ ONLY *: group quizzes by videos.
fr: * POUR QUIZ UNIQUEMENT * : groupe de quiz par vidéos.

source: show instructions to mark section as completed
fr: afficher les instructions pour marquer la section comme terminée

source: *FOR CONTENT ONLY *: show the instructions message to mark section as completed. If disabled, only the 'mark as completed' button will be rendered.
fr: *POUR LE CONTENU UNIQUEMENT* : affichez le message d'instructions pour marquer la section comme terminée. S'il est désactivé, seul le bouton 'marquer comme terminé' sera rendu.

source: items ordering
fr: commande d'articles

source: * FOR DISCUSSION SECTION ONLY *: Set the order for displaying section items.
fr: * POUR LA SECTION DE DISCUSSION UNIQUEMENT * : Définissez l'ordre d'affichage des éléments de la section.

source: To enable 'pre assessment', the section type must be Quiz.
fr: Pour activer la 'pré-évaluation', le type de section doit être Quiz.

source: To enable 'final assessment', the section type must be Quiz.
fr: Pour activer 'l'évaluation finale', le type de section doit être Quiz.

source: A quiz section can not be 'pre assessment' and 'final assessment' simultaneously.
fr: Une section de quiz ne peut pas être simultanément 'pré-évaluation' et 'évaluation finale'.

source: To enable 'show related video name', the section type must be Quiz.
fr: Pour activer 'afficher le nom de la vidéo associée', le type de section doit être Quiz.

source: To enable 'group by video', the section type must be Quiz.
fr: Pour activer le 'groupe par vidéo', le type de section doit être Quiz.

source: To enable 'show thumbnails', the section type must be Video or Upload
fr: Pour activer 'afficher les miniatures', le type de section doit être Vidéo ou Téléversement

source: To set 'create discussion' or 'section output', the section type must be Upload.
fr: Pour définir «créer une discussion» ou «sortie de section», le type de section doit être «Téléverser».

source: To create a discussion you must select a discussion section output.
fr: Pour créer une discussion, vous devez sélectionner une sortie de section de discussion.

source: You can not select a section output if 'create discussions' is not enabled.
fr: Vous ne pouvez pas sélectionner une sortie de section si «créer des discussions» n'est pas activé.

source: To set 'clone quiz' or 'clone quiz reference', the section type must be Upload.
fr: Pour définir 'clone quiz' ou 'clone quiz référence', le type de section doit être Upload.

source: To clone a quiz you must select a quiz reference.
fr: Pour cloner un quiz, vous devez sélectionner une référence de quiz.

source: You can not select a quiz reference if 'clone quiz' is not enabled.
fr: Vous ne pouvez pas sélectionner une référence de quiz si 'cloner quiz' n'est pas activé.

source: To set 'show instructions to mark section as completed', the section type must be Content.
fr: Pour définir 'Afficher les instructions pour marquer la section comme terminée', le type de section doit être Contenu.

source: Section end date cannot be equal or earlier than the start date.
fr: La date de fin de section ne peut pas être égale ou antérieure à la date de début.

source: Game
fr: Jeu

source: Video
fr: Vidéo

source: Zip file
fr: Fichier zip

source: Item description. Please try to keep it brief (under 1000 characters or 150 words). Only the first 250 characters will be shown in the quiz section view.
fr: Descriptif de l'article. Veuillez essayer d'être bref (moins de 1000 caractères ou 150 mots). Seuls les 250 premiers caractères seront affichés dans la vue de la section quiz.

source: show related content
fr: afficher le contenu associé

source: Display content related to this item (e.g., quizzes related to a video)
fr: Afficher le contenu lié à cet élément (par exemple, des quiz liés à une vidéo)

source: section item type
fr: type d'élément de section

source: section item
fr: élément de section

source: section items
fr: éléments de section

source: learner
fr: apprenant

source: item completed successfully
fr: élément terminé avec succès

source: Whether the item has been marked as complete or not.
fr: Si l'élément a été marqué comme terminé ou non.

source: status
fr: statut

source: statuses
fr: statuts

source: This section is already marked as completed.
fr: Cette section est déjà marquée comme terminée.

source: WARNING: all cross-references, requirements and outputs have been reset for the new duplicate course and all of its sections and items. You will need to set them manually. User content is not duplicated and auto-enrollment was also disabled.
fr: AVERTISSEMENT : toutes les références croisées, les exigences et les sorties ont été réinitialisées pour le nouveau cours en double et toutes ses sections et éléments. Vous devrez les définir manuellement. Le contenu de l'utilisateur n'est pas dupliqué et l'inscription automatique a également été désactivée.

source: You are not enrolled in the requested course.
fr: Vous n'êtes pas inscrit au cours demandé.

source: Certificate of Completion
fr: Certificat d'achèvement

source: This certificate is presented to
fr: Ce certificat est présenté à

source: for completing the
fr: pour complétér le

source: Generated on
fr: Généré le

source: Congratulations! You have completed this {course_type}.
fr: Toutes nos félicitations! Vous avez terminé ce {course_type}.

source: Your certificate of completion is now available in the 'Course Details' area below.
fr: Votre certificat d'achèvement est maintenant disponible dans la zone "Détails du cours" ci-dessous.

source: Please go to the Home page to access the next {course_type}.
fr: Veuillez vous rendre sur la page d'accueil pour accéder au prochain {course_type}.

source: This section's contents are not yet available because the start date has not been reached.
fr: Le contenu de cette section n'est pas encore disponible car la date de début n'a pas été atteinte.

source: This section and its contents are not yet available to learners because of the start date.
fr: Cette section et son contenu ne sont pas encore disponibles pour les apprenants en raison de la date de début.

source: This section is closed and its contents have been hidden or disabled because the end date has passed.
fr: Cette section est fermée et son contenu a été masqué ou désactivé car la date de fin est passée.

source: This section is closed and its contents have been hidden or disabled to learners because the end date has passed.
fr: Cette section est fermée et son contenu a été masqué ou désactivé pour les apprenants car la date de fin est passée.

source: Your certificate of completion is now available in the
fr: Votre certificat d'achèvement est maintenant disponible dans le

source: Congratulations! You have completed this section.
fr: Toutes nos félicitations! Vous avez terminé cette section.

source: Congratulations! You have passed the assessment.
fr: Toutes nos félicitations! Vous avez réussi l'évaluation.

source: Please navigate to the next section.
fr: Veuillez naviguer vers la section suivante.

source: You have not completed this course/module yet.
fr: Vous n'avez pas encore terminé ce cours/module.

source: This course/module does not provide a certificate of conclusion.
fr: Ce cours/module ne fournit pas de certificat de conclusion.

source: Dashboard name (max 150 characters).
fr: Nom du tableau de bord (max 150 caractères).

source: 'Hero' image that will be displayed on top portion of the dashboard (home page).
fr: Image 'Héros' qui sera affichée dans la partie supérieure du tableau de bord (page d'accueil).

source: Set this setting as the active one. **WARNING**: only one setting can be set as active.
fr: Définissez ce paramètre comme le paramètre actif. **AVERTISSEMENT** : un seul paramètre peut être défini comme actif.

source: Discussion board name
fr: Nom du forum de discussion

source: The max length for the discussion board name is 100.
fr: La longueur maximale du nom du forum de discussion est 100.

source: Description
fr: La description

source: The max length for the discussion board description is 400.
fr: La longueur maximale pour la description du forum de discussion est de 400.

source: Submit
fr: Soumettre

source: Cancel
fr: Annuler

source: Update
fr: Réactualiser

source: The max length for a comment is 400 characters.
fr: La longueur maximale d'un commentaire est de 400 caractères.

source: last updated
fr: dernière mise à jour

source: video
fr: vidéo

source: comment
fr: commentaire

source: comments
fr: commentaires

source: You do not fulfill the requirements to access this page.
fr: Vous ne remplissez pas les conditions requises pour accéder à cette page.

source: Discussion board does not exist.
fr: Le forum de discussion n'existe pas.

source: Discussion board created.
fr: Un forum de discussion a été créé.

source: Discussion board edited.
fr: Forum de discussion édité.

source: You cannot vote on your own submissions.
fr: Vous ne pouvez pas voter sur vos propres soumissions.

source: 'Match term' game items can only have ONE answer.
fr: Les éléments de jeu 'Match term' ne peuvent avoir qu'UNE seule réponse.

source: Move to columns
fr: Déplacer vers les colonnes

source: Match terms
fr: Termes de correspondance

source: Text boxes
fr: Zones de texte
